{
    "version": "https://jsonfeed.org/version/1",
    "title": "HsienYu Cheng ｜ 鄭 先喻 ",
    "description": "",
    "home_page_url": "https://chenghsienyu.com",
    "feed_url": "https://chenghsienyu.com/feed.json",
    "user_comment": "",
    "author": {
        "name": "HsienYu Cheng｜鄭先喻"
    },
    "items": [
        {
            "id": "https://chenghsienyu.com/there-will-be-works/",
            "url": "https://chenghsienyu.com/there-will-be-works/",
            "title": "There Will Be Works",
            "summary": "There Will Be Works. - &gt; There Might Be No works. \"There Might Be No Works\" is a work related&hellip;",
            "content_html": "<div class=\"gallery-wrapper\"><div class=\"gallery\"  data-is-empty=\"false\" data-translation=\"Add images\" data-columns=\"2\">\n<figure class=\"gallery__item\"><a href=\"https://chenghsienyu.com/media/posts/54/gallery/Simulator-Screenshot-iPhone-16-Plus-2024-10-14-at-04.27.05.png\" data-size=\"1290x2796\"><img loading=\"lazy\" src=\"https://chenghsienyu.com/media/posts/54/gallery/Simulator-Screenshot-iPhone-16-Plus-2024-10-14-at-04.27.05-thumbnail.webp\" alt=\"\" width=\"720\" height=\"1561\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://chenghsienyu.com/media/posts/54/gallery/Simulator-Screenshot-iPhone-16-Plus-2024-10-14-at-04.27.11.png\" data-size=\"1290x2796\"><img loading=\"lazy\" src=\"https://chenghsienyu.com/media/posts/54/gallery/Simulator-Screenshot-iPhone-16-Plus-2024-10-14-at-04.27.11-thumbnail.webp\" alt=\"\" width=\"720\" height=\"1561\"></a></figure>\n</div></div>\n<p><span style=\"text-decoration: line-through;\">There Will Be Works. </span>- &gt; <a href=\"https://therewillbeworks.com/pages/works.html\" target=\"_blank\" rel=\"noopener noreferrer\">There Might Be No works.</a></p>\n<p>\"There Might Be No Works\" is a work related to \"There Will Be Works.\" It's a web-based conceptual artwork that guides participants to drive through the city and produce street photography or photo-documentary style snapshots using machine learning.</p>\n<p><br>\"There Will Be Works\" strategically <span style=\"text-decoration: line-through;\">places artworks </span>in specific areas at irregular intervals, without revealing their exact locations. It provides a space for active exploration and participation that changes over time. These works may be searched for or discovered, with potential discoveries forming an essential part of the artwork itself. It raises questions about the presence and absence of the works and explores the boundaries between expectation and fulfillment. The title of the work implies a promise, yet the time and place of the artwork’s appearance remain unknown. In this way, it creates a scenario of “there will be works,” allowing for an exploration of the nature of experience and the role of the audience. Participating works may be left on-site, abandoned, or recycled. Furthermore, different combinations of works create varied content and interpretations.<br><br>Instructions:<br>1. For more details, please refer to the project website: <a href=\"https://therewillbeworks.com\" target=\"_blank\" rel=\"noopener noreferrer\">therewillbeworks.com</a><br>2. <span style=\"text-decoration: line-through;\">The artist will place the works at irregular intervals.</span> There will be five works in total, and the form and location of the works will not be announced.<br>3. The works will remain in place until they are damaged, taken away, or removed.<br>4. Once a work disappears, a notice will be issued indicating that the work is no longer present.<br>5. During the final week of the exhibition, the locations of all the works will be revealed.</p>\n<p> </p>\n<p>「There Will Be Works」，策略性地在特定範圍區域中<span style=\"text-decoration: line-through;\">不定時的放置作品</span>，同時不透露它們的確切位置。提供了一個主動探索和參與的場所，隨時間推移而變化。這些作品可能被搜尋或是發現，潛在的發現構成了作品本身不可或缺的一部分。也對於作品的存在與缺席提出疑問、以及探討期待與滿足之間的界限，作品名稱所暗示的承諾與其實並不知道作品會在何時何地出現的情況。通過這種方式，製造出「將有作品」這樣的情境與環境，去探索體驗的本質、與觀眾的角色。參與作品可能遺留於現地、拋棄、或是回收，此外也藉由不同的作品組合出不同的內容與詮釋。<br><br>參與說明:<br>1. 詳請請見作品網站說明：<a href=\"https://therewillbeworks.com\" target=\"_blank\" rel=\"noopener noreferrer\">therewillbeworks.com</a><br>2. <span style=\"text-decoration: line-through;\">藝術家會不定時放置作品，作品數量為五件，不會公布作品形式及位置</span>。<br>3. 作品會一直存在直到損毀、取走、被清走。<br>4. 當作品消失後，會公告作品已經不在。<br>5. 展覽最後一週會公布所有的作品出現位置。</p>",
            "image": "https://chenghsienyu.com/media/posts/54/Zuo-Pin-Tu.png",
            "author": {
                "name": "HsienYu Cheng｜鄭先喻"
            },
            "tags": [
                   "Works",
                   "Project &amp; Work",
                   "2024"
            ],
            "date_published": "2024-10-14T04:29:09+08:00",
            "date_modified": "2024-10-18T00:36:39+08:00"
        },
        {
            "id": "https://chenghsienyu.com/credit-makes-you-free/",
            "url": "https://chenghsienyu.com/credit-makes-you-free/",
            "title": "Credit Makes You Free",
            "summary": "2024 Installation Dimensions Variable Commissioned by the Hong Foundation As the Key Culture Partner for the 2024 Taipei Dangdai Art&hellip;",
            "content_html": "<p class=\"p1\"><strong>2024</strong></p>\n<p class=\"p1\">Installation</p>\n<p class=\"p1\">Dimensions Variable</p>\n<p class=\"p2\">Commissioned by the Hong Foundation</p>\n<p class=\"p2\">As the Key Culture Partner for the 2024 Taipei Dangdai Art Fair. The Hong Foundation commissions artist Cheng Hsien-Yu (recipient of its 2019 Tung Ching Prize,) to transform a booth into a bait with an ulterior motive: as potential collectors step into the space, the artwork is triggered, initiating the choice to trade. Within this global art market mechanism involving artists, galleries and collectors, Cheng Hsien-Yu assigns the power of “pricing” to all, this act of pricing participation thus becomes an art work where everyone can play a part in determining its final asking price which will be the artist’s commission fees, compelling us to reconsider the exchange values we arbitrarily set on human attributes such as pranks, inspiration, creativity, or art<span class=\"s1\">.</span></p>\n<p class=\"p2\"><span class=\"s2\">主辦單位</span> Organisor<span class=\"s2\">／委託創作</span> Comissioned by</p>\n<p class=\"p2\"><span class=\"s2\">多媒體設備贊助</span> Supporting Partner</p>\n<p>Panasonic台灣松下 ＆ 洪建全基金會 Hong Foundation</p>\n<p> </p>\n<p class=\"p1\">尺寸依場地而定</p>\n<p class=\"p2\">本計畫由洪建全基金會委託製作</p>\n<p class=\"p2\">作為<span class=\"s1\">2024</span>年台北當代藝術博覽會的「文化夥伴」，洪建全基金會特別委託藝術家鄭先喻（<span class=\"s1\">2019</span>年「銅鐘藝術賞」得主）將展間本身化為一個別有用心的誘餌：當潛在藏家們步入這個空間，即會啟動作品機制，展開交易的抉擇。在這個連結藝術家、畫廊、藏家的全球性藝術博覽會中，鄭先喻將「定價」的權力交給在場的每個人，人人可貢獻一己之力決定作品的最終價碼，並成為藝術家的委託創作費用。定價的行為造就了作品本身，也迫使我們重新思考靈感、創造力、惡作劇或藝術等人類特質，以及我們在此之間擅自設置的價值交換。</p>\n<p> </p>\n<div class=\"post__iframe\"><iframe loading=\"lazy\" width=\"560\" height=\"315\" src=\"https://www.youtube-nocookie.com/embed/wr5GJaaKk8Y?si=ZYnBHmA64kGFQX6m\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen=\"allowfullscreen\"></iframe></div>\n<p> </p>\n<p> </p>",
            "image": "https://chenghsienyu.com/media/posts/53/Contactless_3-2.jpg",
            "author": {
                "name": "HsienYu Cheng｜鄭先喻"
            },
            "tags": [
                   "Works",
                   "Project &amp; Work",
                   "2024"
            ],
            "date_published": "2024-09-12T17:07:21+08:00",
            "date_modified": "2024-09-12T17:08:51+08:00"
        },
        {
            "id": "https://chenghsienyu.com/todayisnotwhatyoulike/",
            "url": "https://chenghsienyu.com/todayisnotwhatyoulike/",
            "title": "todayisnotwhatyoulike",
            "summary": "2024 internet, web, machine learning, openllvm, corsssite scripting https://todayisnotwhatyoulike.today 眾所周知，網上無窮盡的信息取得方式削弱了現代新聞媒體的權威性。因此，在社會中，對於什麼構成客觀標準或「事實」的共識也變得薄弱。一些評論家將歷史的這一點稱為「後真相」時代。個人或團體的觀點受到主流之外意見的影響並不本身證明公民生活的衰落。然而，當這些觀點受到算法生成的「過濾泡」影響時，這就令人擔憂。這些自動系統提供定制內容以支持商業或政治目的。政治如何從這種震撼中恢復？當民主思想家思考這些問題時，鄭先喻在當代心理捕捉和虛假信息傳播機制上提供了戲劇性的反思。他的新作使用定制軟體探索個性化信息服務和生成式人工智慧如何影響自我實現的問題。同時，作品也表明了信息並不等於知識。 It is well known that access to a limitless variety&hellip;",
            "content_html": "<p>2024</p>\n<p>internet, web, machine learning, openllvm, corsssite scripting</p>\n<p><a href=\"https://todayisnotwhatyoulike.today\" target=\"_blank\" rel=\"noopener noreferrer\">https://todayisnotwhatyoulike.today</a></p>\n<p>眾所周知，網上無窮盡的信息取得方式削弱了現代新聞媒體的權威性。因此，在社會中，對於什麼構成客觀標準或「事實」的共識也變得薄弱。一些評論家將歷史的這一點稱為「後真相」時代。個人或團體的觀點受到主流之外意見的影響並不本身證明公民生活的衰落。然而，當這些觀點受到算法生成的「過濾泡」影響時，這就令人擔憂。這些自動系統提供定制內容以支持商業或政治目的。政治如何從這種震撼中恢復？當民主思想家思考這些問題時，鄭先喻在當代心理捕捉和虛假信息傳播機制上提供了戲劇性的反思。他的新作使用定制軟體探索個性化信息服務和生成式人工智慧如何影響自我實現的問題。同時，作品也表明了信息並不等於知識。</p>\n<p>It is well known that access to a limitless variety of information online has undermined the modern news media’s authority. Consequently, agreement about what constitutes a public standard for objectivity or ‘facts’ has also weakened in society. Some commentators have labeled this point in history the ‘post-truth’ era. That individuals or groups should have their views influenced by opinions from outside the mainstream does not, itself, prove a decline in civic life. However, when such views are shaped by algorithmic ‘filter bubbles’—automated systems that feed users tailored content to support commercial or political ends—there is cause for concern. How does politics recover from the shock? As democratic thinkers consider such questions, Cheng Hsien-Yu offers a dramatic reflection on the mechanisms of psychological capture and spread of misinformation today. His new work uses custom software to explore how personalized information services combined with generative AI haunt questions of self-realization. At the same, the work demonstrates that information does not equal knowledge.</p>\n<p class=\"x lang-en advik\">NETOPEN</p>\n<p class=\"x lang-en\">In order to realize the new page of the TFAM’s future, and to respond to the invention and application of new technologies in art creation or institutional systems in the digital age, we hope to establish the \"TFAM Net.Open Platform'' as a hub for the convergence and co-creation between art creators, computer engineers, scientists, arts administrators, and production teams.</p>\n<p class=\"x lang-en\">Curators and artists are invited to push the boundaries of virtual mediums and online spaces beyond physical exhibitions. The platform also integrates online and offline activities to provide audiences with more diversified channels to get closer to the core of the artists' creations. Through the art projects on the platform, we hope to unite the community that focus on the development of cutting-edge technology and art, and hope that through the process of co-production and cooperation, we can foster the innovation of the museum in the aspects of knowledge, practice, technology, and system.</p>\n<p class=\"x lang-en advik\"><a href=\"https://www.tfam.museum/Exhibition/Exhibition_Special.aspx?id=766&amp;ddlLang=zh-tw\" target=\"_blank\" rel=\"noopener\">COMMONING</a></p>\n<p class=\"x lang-en\">Please visit off-line project <a class=\"visit-commoning\" href=\"https://www.tfam.museum/Exhibition/Exhibition_Special.aspx?id=766&amp;ddlLang=zh-tw\" target=\"_blank\" rel=\"noopener\">“Commoning”</a> for more events in Taipei Fine arts museum</p>\n<p> </p>",
            "image": "https://chenghsienyu.com/media/posts/52/Xuan-Chuan-Yong.jpg",
            "author": {
                "name": "HsienYu Cheng｜鄭先喻"
            },
            "tags": [
                   "Works",
                   "Project &amp; Work",
                   "2024"
            ],
            "date_published": "2024-04-16T01:50:41+08:00",
            "date_modified": "2024-04-16T01:50:41+08:00"
        },
        {
            "id": "https://chenghsienyu.com/consumption-of-computing/",
            "url": "https://chenghsienyu.com/consumption-of-computing/",
            "title": "% consumption of computing",
            "summary": "名稱：％ consumption of computing 媒材：VR headset, web application, machine learning server side application, game engine, display monitor. Link to website.",
            "content_html": "<p class=\"p1\"><span class=\"s1\">名稱：％</span> consumption of computing</p>\n<p class=\"p1\"><span class=\"s1\">媒材：</span>VR headset, web application, machine learning server side application, game engine, display monitor.</p>\n<p>Link to website.   <a href=\"https://detecting-percentage.vercel.app\" target=\"_blank\" rel=\"noopener noreferrer\">Link for %</a></p>\n<p>Offline version - Video:</p>\n<figure class=\"post__video\"><iframe loading=\"lazy\" width=\"425\" height=\"350\" src=\"https://player.vimeo.com/video/903448051?title=0&amp;byline=0&amp;portrait=0&amp;color=8dc7dc&dnt=1\" allowfullscreen=\"allowfullscreen\" data-mce-fragment=\"1\"></iframe></figure>\n<p class=\"p3\">簡述：</p>\n<p class=\"p3\">近代社會推進的進程，從個人電腦、網際網路到手持智慧型裝置與伺服器網路應用等等，作為一連串爆發式的前進，從社群網路到未來無密碼登入與許多正在萌芽的<span class=\"s2\">web3</span>應用，也漸漸將人的生物識別特徵逐一連結，甚至生活習慣與行為，人也從擷取資訊到已經像是作為原料或是糧食一樣的角色存在於網路世界與網路應用中，這樣的現象也帶動了全線上框架的發展與衍伸出許多不同的商業應用，現代人也漸漸的習慣享受與遊戲於虛擬世界所建構的環境中。</p>\n<p class=\"p3\">作品為利用機器學習產出ＶＲ環景影像的自然場景，場景的產生基於使用者使用裝置瀏覽網路應用程式時，系統會記錄使用者裝置的電池狀態與容量百分比，去對應產生的ＶＲ場景風格，電池容量越低ＶＲ場景會趨近於天然與乾淨無破壞的景觀，反之如果電池容量百分比越高，場景則會趨近於人為破壞或是較為污染與負面的生態。作品同時也藉由紀錄伺服器端圖像與機器學習運算時所消耗的時間轉換為所消耗的電源功率，去產生圖表與視覺化資料，討論在大量依靠伺服器邊緣運算的當下，娛樂與資本的服務平台以及消費性的商品與市場所帶來的能源消耗與環境之間的平衡與破壞。</p>\n<p class=\"p3\">經由這種使用觀眾實體裝置的物理參數（電池容量與狀態）去影響與控制虛擬實境產出的自然場景去象徵技術的發展與環境之間的關係，也凸顯未來在伺服器運算技術如何與能源消耗和環境之間的平衡進行融合，這類應用的發展需要大量的資源，包括能源、原材料和水，作品也希望表現出這類資源的開採和使用對環境產生了不可忽視的影響，也反映出未來人在虛實世界上的邊界會產生更多新的交互作用與影響，那些影響也藉由政治、社會狀態、環境等等範疇上不斷的出現在我們所處的現實上。</p>\n<p>Title: % Consumption of Computing</p>\n<p>Medium: VR headset, web application, machine learning server side application, game engine, display monitor.</p>\n<p>Brief Description:</p>\n<p>In the progression of modern society, from personal computers, the internet to handheld smart devices and server network applications, etc., an explosive progression is evidenced. From social networking to future password-less login and many emerging Web3 applications, bio-identification features of people are gradually connected, as well as their habits and behavior. Humans have moved from information gatherers to being used as \"material\" or \"food\" in the digital world and internet applications. This phenomenon also boosts the development of an all-online framework and gives rise to many different commercial applications. Modern people are gradually getting used to the environment constructed in the virtual world through games.</p>\n<p>This work uses machine learning to produce VR panoramic images of natural scenes. The generation of the scenes is based on the battery status and capacity percentage of the user's device when browsing the web application. The lower the battery capacity, the more the VR scene will tend to resemble a natural and undamaged view, while a higher battery percentage will yield scenes that lean towards human-caused damage or more polluted and negative ecosystems. By recording the server-side image and the time consumed by machine learning calculations, the work also generates charts and visualized data, discussing the balance and destruction between energy consumption and the environment brought about by entertainment, capital service platforms, consumer goods, and the market that heavily relies on edge computing at the server.</p>\n<p>The work utilizes the physical parameters (battery capacity and status) of the audience's device to influence and control the generation of natural scenes in the VR, symbolizing the relationship between technological development and the environment, and highlighting how future server computing technology will be merged with energy consumption and environmental balance. The development of such applications requires a large amount of resources, including energy, raw materials, and water. The work hopes to express the indisputable impact that the extraction and use of such resources have on the environment. It reflects that in the future, the boundary between the virtual and real world is likely to generate more new interactions and influences, and these influences continually surface in our reality through politics, social state, and environment and other aspects.</p>\n<figure class=\"post__video\"><iframe loading=\"lazy\" width=\"560\" height=\"314\" src=\"https://www.youtube-nocookie.com/embed/lhDOW3TfBUs\" allowfullscreen=\"allowfullscreen\" data-mce-fragment=\"1\"></iframe></figure>\n<p> </p>\n<p> </p>",
            "author": {
                "name": "HsienYu Cheng｜鄭先喻"
            },
            "tags": [
                   "2023",
                   "% consumption of computing"
            ],
            "date_published": "2024-01-17T05:03:34+08:00",
            "date_modified": "2024-01-17T05:07:20+08:00"
        },
        {
            "id": "https://chenghsienyu.com/there-is-another-capital-beneath-the-waves/",
            "url": "https://chenghsienyu.com/there-is-another-capital-beneath-the-waves/",
            "title": "There is Another Capital Beneath the Waves",
            "summary": "浪のしたにも都のさぶらふぞ Hsu Chai-Wei + Chang Ting-Tong + Cheng Hsien-Yu In collaboration with YCAM, 6 channel videos, VR performance Approx. 40&hellip;",
            "content_html": "<p>浪のしたにも都のさぶらふぞ</p>\n<p>Hsu Chai-Wei + Chang Ting-Tong + Cheng Hsien-Yu In collaboration with YCAM, 6 channel videos, VR performance Approx. 40 min.許家維＋張碩尹＋鄭先喻 與YCAM合作，6頻道錄像、虛擬現實表演，約40分鐘,2023</p>\n<div class=\"gallery-wrapper\"><div class=\"gallery\"  data-is-empty=\"false\" data-translation=\"Add images\" data-columns=\"3\">\n<figure class=\"gallery__item\"><a href=\"https://chenghsienyu.com/media/posts/50/gallery/1ceda6d260fcc4b79c5887874f5a60e4.jpg\" data-size=\"1920x1080\"><img loading=\"lazy\" src=\"https://chenghsienyu.com/media/posts/50/gallery/1ceda6d260fcc4b79c5887874f5a60e4-thumbnail.webp\" alt=\"\" width=\"720\" height=\"405\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://chenghsienyu.com/media/posts/50/gallery/a316e9de357f1e83d4d3a8e20f880547.jpg\" data-size=\"1920x1080\"><img loading=\"lazy\" src=\"https://chenghsienyu.com/media/posts/50/gallery/a316e9de357f1e83d4d3a8e20f880547-thumbnail.webp\" alt=\"\" width=\"720\" height=\"405\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://chenghsienyu.com/media/posts/50/gallery/de8793f9aa31f620be3a44b7f41fce2e.jpg\" data-size=\"1920x1080\"><img loading=\"lazy\" src=\"https://chenghsienyu.com/media/posts/50/gallery/de8793f9aa31f620be3a44b7f41fce2e-thumbnail.webp\" alt=\"\" width=\"720\" height=\"405\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://chenghsienyu.com/media/posts/50/gallery/a2a1c7ade84eb66931a3d970fec768af.jpg\" data-size=\"1920x1080\"><img loading=\"lazy\" src=\"https://chenghsienyu.com/media/posts/50/gallery/a2a1c7ade84eb66931a3d970fec768af-thumbnail.webp\" alt=\"\" width=\"720\" height=\"405\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://chenghsienyu.com/media/posts/50/gallery/defe72291c94e0844cb123e35d61e160.jpg\" data-size=\"1920x1080\"><img loading=\"lazy\" src=\"https://chenghsienyu.com/media/posts/50/gallery/defe72291c94e0844cb123e35d61e160-thumbnail.webp\" alt=\"\" width=\"720\" height=\"405\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://chenghsienyu.com/media/posts/50/gallery/2cb6fbe0603c65b347971a260111f77a.jpg\" data-size=\"1920x1080\"><img loading=\"lazy\" src=\"https://chenghsienyu.com/media/posts/50/gallery/2cb6fbe0603c65b347971a260111f77a-thumbnail.webp\" alt=\"\" width=\"720\" height=\"405\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://chenghsienyu.com/media/posts/50/gallery/83b94a2c1f529dcdfafc5320d864be70.jpg\" data-size=\"1920x1080\"><img loading=\"lazy\" src=\"https://chenghsienyu.com/media/posts/50/gallery/83b94a2c1f529dcdfafc5320d864be70-thumbnail.webp\" alt=\"\" width=\"720\" height=\"405\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://chenghsienyu.com/media/posts/50/gallery/e0e55d9e0e89bc6b9528a1d320c62499.jpg\" data-size=\"1920x1080\"><img loading=\"lazy\" src=\"https://chenghsienyu.com/media/posts/50/gallery/e0e55d9e0e89bc6b9528a1d320c62499-thumbnail.webp\" alt=\"\" width=\"720\" height=\"405\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://chenghsienyu.com/media/posts/50/gallery/09e3b7bb9f4a34c4d8db4fd38daf72d7.jpg\" data-size=\"1920x1080\"><img loading=\"lazy\" src=\"https://chenghsienyu.com/media/posts/50/gallery/09e3b7bb9f4a34c4d8db4fd38daf72d7-thumbnail.webp\" alt=\"\" width=\"720\" height=\"405\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://chenghsienyu.com/media/posts/50/gallery/1312ec70d6a48ab05f3884ff7199cb01.jpg\" data-size=\"1920x1080\"><img loading=\"lazy\" src=\"https://chenghsienyu.com/media/posts/50/gallery/1312ec70d6a48ab05f3884ff7199cb01-thumbnail.webp\" alt=\"\" width=\"720\" height=\"405\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://chenghsienyu.com/media/posts/50/gallery/5f49511e5a60754ec1a36c1c3f85f8aa.jpg\" data-size=\"1920x1080\"><img loading=\"lazy\" src=\"https://chenghsienyu.com/media/posts/50/gallery/5f49511e5a60754ec1a36c1c3f85f8aa-thumbnail.webp\" alt=\"\" width=\"720\" height=\"405\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://chenghsienyu.com/media/posts/50/gallery/02a718fef786ab39da32f132281307c2.jpg\" data-size=\"1920x1080\"><img loading=\"lazy\" src=\"https://chenghsienyu.com/media/posts/50/gallery/02a718fef786ab39da32f132281307c2-thumbnail.webp\" alt=\"\" width=\"720\" height=\"405\"></a></figure>\n</div></div>\n<p>《浪濤之下,亦有皇都》為山口媒體藝術中心(山口情報芸術センター,以下簡稱YCAM)與許家維、張碩尹、鄭先喻三位藝術家共創的新作。</p>\n<p>三位藝術家各自囊括臺灣重要藝術獎項,並屢屢獲邀參與國際展演而受世界矚目。近年三人攜手於藝術計畫中著眼臺灣日治時期糖業發展,回顧臺灣與日本在歷史上的關係與現代化之軌跡。此作延續前述藝術計畫,以隨著日本現代化如火如荼發展工業、催生國際商港「門司港」的北九州市為背景,搬演製作日本傳統偶戲「人形淨琉璃」與當代動畫連動共構之劇,再加上展場中的舞台組成影像與現場演出交織的大作。</p>\n<p>《浪濤之下,亦有皇都》作品舞台乃是二十世紀前葉隨日本現代化腳步如火如荼發展工業、催生國際商港「門司港」的北九州市門司區。今日門司區內的百年糖廠仍在營運中,且過去與虎尾糖廠曾屬同一個企業傘下,可見虎尾與門司兩鎮在歷史上的緊密連結。兩鎮另一共同點則是在二戰期間皆被視為戰略要塞,並在戰爭白熱化之際遭受大規模空襲。本作疊合門司與門司港的現代化、第二次世界大戰的歷史及在地流傳的平家異聞等跨時空又游離於事實與 傳說之際的題材,並使日本傳統偶戲「人形淨琉璃」、當代動畫技術、音樂與展覽現場演出等古今表演藝術交織共構。新作標題「浪濤之下,亦有皇都」,更是引用了《平家物語》中描述壇之浦戰爭的段落。</p>\n<p>本作中「操偶師與人偶」、「表演者與數位分身」象徵著「操縱與被操縱的關係」。而驅動這般不斷歷史重演又彼此拉鋸擺盪關係的驅動力又究竟為何?本作使傳統與當代藝術表現形式相織應和,在現實世界和虛擬世界往來穿梭的同時向觀者探問。</p>\n<p>撮影：山中慎太郎（Qsyum!）</p>\n<p>写真提供：山口情報芸術センター［YCAM］</p>\n<p>There is Another Capital Beneath the Waves is a collaborative work between The Yamaguchi Center for Arts and Media [YCAM] and artists Chia-Wei Hsu, Ting-Tong Chang, and Hsien-Yu Cheng.</p>\n<p>Individually, each of the artists is an internationally operating and reputed artist who has won major art awards in Taiwan in the past, and has participated in art exhibitions around the world. In recent years, the three of them have been collaborating on a project exploring the memory of modernization and historical relations between Taiwan and Japan, inspired by aspects of industrial sugar production in Taiwan during the time of Japanese rule.</p>\n<p>There is Another Capital Beneath the Waves is a work that was realized as part two of Crystal Seeding(2021). It is set in Moji, a town in Kitakyushu where a sugar mill is still operating today. The exhibition looks from various angles at the memory of the two towns, which seem to be mirroring each otherʼs fate within the history of modernization in East Asia.</p>\n<p>There is a sugar mill also in Moji today, which used to be operated by the same company that also operated a mill in Huwei, Taiwan. This is how the two towns have been connected through sugar. Both were strategically important bases during the war, and they both suffered severe damage in air raids when the war intensified.</p>\n<p>In this work, the memories of war and modernization in Moji and Moji Port are portrayed by means of Japanese traditional joruri puppet theater, CG animation, music and live performance, while also overlapping with the famous local tale of the Heike clan. The title is in fact a line from the Heike Monogatari that describes scenes of the Battle of Dannoura.</p>\n<p>The movements of the puppet masters and puppets, performers and avatars, symbolically suggest the complexly tangled relationship of “controlling and being controlled.” What exactly is the driving force that has repeatedly generated this relationship throughout history? This is the question that this work inspires the viewer to explore through a mixture of traditional and contemporary styles, while moving back and forth between the real and the virtual world.</p>\n<p>Photo by Shintaro Yamanaka (Qsyum!)</p>\n<p>Courtesy of Yamaguchi Center for Arts and Media [YCAM]</p>\n<figure class=\"post__video\">\n<figure class=\"post__video\"><iframe loading=\"lazy\" width=\"425\" height=\"350\" src=\"https://player.vimeo.com/video/841453930?title=0&amp;amp;byline=0&dnt=1\" allowfullscreen=\"allowfullscreen\"></iframe></figure>\n</figure>\n<p>Cast: Bunraku Puppeteer: YOSHIDA Tamasuke, KIRITAKE Monyoshi, YOSHIDA Tamamichi (BUNRAKU-KYOKAI) | Tayu: TAKEMOTO Tomowaka | Shamisen Player: TANAKA Yumiko | Percussionist: Taikimen (YAMAZAKI Taiki) | Lab Researcher: ITO Takayuki* | VR Performer: SAKAI Haruka, CHEN Ciou-Ye</p>\n<p>Artististic Direction: HSU Chia-Wei, CHANG Ting-Tong, CHENG Hsien-Yu | Curation: YOSHIZAKI Kazuhiko* | Technical Direction: TOKISATO Mitsuru*, OWAKI Richi*, ITO Takayuki* | Project Management: CHAO I-Tian | Research &amp; Shooting Coordination: IWAMOTO Fumiwo, IKEGAMI Takahiro (Mojiko Art Platform), CHAO I-Tian</p>\n<p>Sound Direction: HUI Tak-Cheung | &gt;Composition of Joruri and Taisho-koto: TANAKA Yumiko | Composition of Shamisen: TANAKA Yumiko, HUI Tak-Cheung | Sound Design: HUI Tak-Cheung | Sound Mix: HUI Tak-Cheung | Sound Support: TANAKA Yumiko</p>\n<p>Video Direction: HSU Chia-Wei | Shooting Direction: MORIUCHI Yasuhiro | Shooting Crew: MORIUCHI Yasuhiro, CHENG Yu-Chen, TOKISATO Mitsuru*, YAMAOKA Daichi*, OWAKI Richi* | Drone Shooting: SHIRASAWA Tetsuhiro | Motion Capture: OWAKI Richi*, TOKISATO Mitsuru* | 3D Scan: TAKAHARA Fumie*, TOKISATO Mitsuru* | Sound Recording: KASAI Toshihiko, KASE Takuma, NAKAUE Junji*, ITO Takayuki* | Lighting: TAKAHARA Fumie* | Costume Design: CHEN Hikky | Make-up: CHENG Hsien-Yu, CHEN Hikky | Production Stage Management: NG Clarence* | Instrument Design: CHANG Ting-Tong | Instrument Production: LIN Kuo-Wei, OWAKI Richi*, TOKISATO Mitsuru* | Alcohol Production: ITO Takayuki*, TAKAHARA Fumie*, OHTA Hazuki* | Set Design: CHANG Ting-Tong | Set Production: SUPER FACTORY, OWAKI Richi*, ANDO Mitsuhito*, ISHIZAKI Tomoko*, SHOBUN Ayumi* | Video Editing: HSU Chia-Wei | Video Coloring: YANG Tzu-Yi | VFX: TSAI Quint　YANG Tzu-Yi | CG Production: HANZAWA Tomoro | CG Animation: TOKISATO Mitsuru* | CG Animation Assistance: ITAKURA Hayato* | Performance Direction: CHANG Ting-Tong | Stage Management: NG Clarence* | Installation Design: CHANG Ting-Tong, CHENG Hsien-Yu | Media Sync System: NAKAUE Junji* | Coordination: MENON Kartika*, FUKUCHI Hikari*, NAKAJIMA Chisako</p>\n<p>Script: YANG Kai-Ting, CHANG Ting-Tong | Japanese Translation: IKEDA Lily Ai | English Translation: IWAMOTO Fumiwo, IKEGAMI Takahiro | Japanese Translation Support: YAMAMOTO Hiroki + h (Inu no senaka-za), TANAKA Yumiko | Subtitles: Cheng Yu Chen, Hayato Itakura*</p>\n<p>Special Thanks: Mojiko Art Platform, Kanmon Seito Co. Ltd., Shin-Moji Saiseki Co. Ltd., Sankiro, Kitakyushu Film Commission, Taiwan Sugar Coporation Huwei Sugar Factory, people in Moji and Mojiko who cooperatated all those who cooperated in the shooting at Moji and Mojiko</p>\n<p>This project has been granted subsidy of National Culture and Arts Foundation.</p>\n<p>演員: 文樂傀儡操演者：吉田玉助、桐竹紋吉、吉田玉路（公益財團法人文樂協會）| 太夫：竹本友和嘉 | 三味線及大正琴演奏者：田中悠美子 | 打擊樂手：Taikimen（山﨑大輝）| 實驗室研究員：伊藤隆之*| 虛擬現實表演者：坂井遥香、陳秋燁 ※雙人演出</p>\n<p>藝術指導：許家維、張碩尹、鄭先喻 | 策展：吉﨑和彥* | 技術指導：時里充*、大脇理智*、伊藤隆之* | 專案管理：趙宜恬 | 研究拍攝協調：岩本史緒、池上貴弘（門司港藝術平台）、趙宜恬</p>\n<p>音樂指導：許德彰 | 浄瑠璃及大正琴作曲：田中悠美子 | 三味線作曲：田中悠美子、許德彰 | 打擊樂作曲：許德彰 | 音響設計：許德彰 | 音樂混音：許德彰 | 音樂協助：田中悠美子</p>\n<p>影像導演：許家維 | 攝影導演：森内康博 | 攝影：森内康博、鄭禹晨、時里充*、山岡大地*、大脇理智* | 無人機攝影：白澤哲浩 | 動作捕捉：大脇理智*、時里充*</p>\n<p>3D掃描：高原文江*、時里充* | 錄音：葛西俊彥、加瀬拓真、中上淳二*、伊藤隆之* | 照明：高原文江* | 服裝設計：陳必綺 | 化妝：鄭先喻、陳必綺 | 製作管理：クラレンス・ン* | 樂器設計：張碩尹 | 樂器製作：林國瑋、張碩尹、鄭先喻、大脇理智* | 酒類製造：伊藤隆之*、高原文江*、太田遥月* | 佈景設計：張碩尹 | 美術：超級工廠、大脇理智*、石崎智子*、正分あゆみ*、時里充* | 影像剪輯：許家維 | 色彩校正：楊子逸 | 視覺特效：蔡承錕、 楊子逸 | CG製作：半澤智朗 | CG動畫：時里充* | CG動畫助理：板倉勇人* | 表演指導：張碩尹 | 舞台監督：クラレンス・ン* | 影子戲佈置：安藤充人* | 裝置藝術設計：張碩尹、鄭先喻 | 媒體同步系統構建：中上淳二* | 協調：卡爾蒂卡・梅農*、福地ひかり*、仲島智紗子</p>\n<p> </p>\n<p>劇本：楊凱婷、張碩尹 | 日本語字幕翻譯：池田リリィ茜藍 | 英語字幕翻譯：岩本史緒 | 浄瑠璃日本語翻譯修整：田中悠美子 | 劇本日本語翻譯協助：山本浩貴＋ｈ（いぬのせなか座）、田中悠美子 | 字幕製作：鄭禹晨、板倉勇人*</p>\n<p>特別感謝：門司港藝術平台、關門製糖股份有限公司、新門司砕石工業股份有限公司、三宜樓、北九州電影委員會、虎尾糖廠、門司・門司港提供的拍攝協助</p>\n<p>本作品得到台灣國家文化藝術基金會的資助。</p>",
            "image": "https://chenghsienyu.com/media/posts/50/de8793f9aa31f620be3a44b7f41fce2e.jpg",
            "author": {
                "name": "HsienYu Cheng｜鄭先喻"
            },
            "tags": [
                   "Project &amp; Work",
                   "2023"
            ],
            "date_published": "2023-09-30T23:34:55+08:00",
            "date_modified": "2024-10-14T20:26:24+08:00"
        },
        {
            "id": "https://chenghsienyu.com/a-slightly-different-browser/",
            "url": "https://chenghsienyu.com/a-slightly-different-browser/",
            "title": "A slightly different browser",
            "summary": "2023 customized web browser, on-site real-time audio-visual installation “A slightly different browser”透過模擬量子網路的加密方式，將網路使用者的動作（如滑鼠移動、滾動和點擊以及瀏覽器DOM的內容轉為光影）再透過模擬的量子加密的方式傳輸到展覽現場，將在另一空間中即刻轉換為視覺所見的物理光，以感官所見的物理光回歸至人類的直觀感受。操作瀏覽器時獲得的資訊即時性同時連動了直觀的視覺經驗。也同時運用量子科學和日常技術之間的交會去創造並且實驗新的感知和溝通表達方式。量子網路模擬強調了參與者行動的隱蔽性，而視覺效果的逃脫性則挑戰觀察者將視覺轉化為語言的能力。結果是一次對所見與不見之間的複雜關係、參與者和旁觀者之間的互動以及將量子概念與感知領域相結合的深入探索。 \"A slightly different browser\" uses a simulated quantum&hellip;",
            "content_html": "<p class=\"p1\">2023</p>\n<p>customized web browser, on-site real-time audio-visual installation</p>\n<p class=\"p1\"><span class=\"s1\">“A slightly different browser”</span>透過模擬量子網路的加密方式，將網路使用者的動作（如滑鼠移動、滾動和點擊以及瀏覽器<span class=\"s1\">DOM</span>的內容轉為光影）再透過模擬的量子加密的方式傳輸到展覽現場，將在另一空間中即刻轉換為視覺所見的物理光，以感官所見的物理光回歸至人類的直觀感受。操作瀏覽器時獲得的資訊即時性同時連動了直觀的視覺經驗。也同時運用量子科學和日常技術之間的交會去創造並且實驗新的感知和溝通表達方式。量子網路模擬強調了參與者行動的隱蔽性，而視覺效果的逃脫性則挑戰觀察者將視覺轉化為語言的能力。結果是一次對所見與不見之間的複雜關係、參與者和旁觀者之間的互動以及將量子概念與感知領域相結合的深入探索。</p>\n<p class=\"p3\">\"A slightly different browser\" uses a simulated quantum network encryption method to transmit the actions of internet users (such as mouse movements, scrolling, clicking, and browser DOM content) as light and shadows to the exhibition site. This transmission is achieved through simulated quantum encryption, which is then instantly transformed into physical light visible in physical space, bringing sensory perception back to human intuition. The real-time nature of browsing also synchronizes with the intuitive visual experience. Additionally, the work explores the intersection of quantum science and everyday technology to create and experiment with new forms of perception and communication. The simulation of the quantum network emphasizes the secrecy of the participants' actions, while the concealment of visual effects challenges the observer's ability to translate visual experiences into language. The result is a deep exploration of the complex relationship between the seen and the unseen, the interaction between participants and observers, and the integration of quantum concepts into the field of perception.</p>\n<p>web browser download link:</p>\n<p><a href=\"https://github.com/HsienYu/QMin/releases/tag/1.0.0\" target=\"_blank\" rel=\"noopener noreferrer\">https://github.com/HsienYu/QMin/releases/tag/1.0.0</a></p>\n<div class=\"gallery-wrapper\"><div class=\"gallery\"  data-is-empty=\"false\" data-translation=\"Add images\" data-columns=\"2\">\n<figure class=\"gallery__item\"><a href=\"https://chenghsienyu.com/media/posts/49/gallery/eslitegalleryviewingroom-hsienyu-cheng-a-slightly-different-browser-2023_02.jpeg\" data-size=\"3000x2171\"><img loading=\"lazy\" src=\"https://chenghsienyu.com/media/posts/49/gallery/eslitegalleryviewingroom-hsienyu-cheng-a-slightly-different-browser-2023_02-thumbnail.webp\" alt=\"\" width=\"720\" height=\"521\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://chenghsienyu.com/media/posts/49/gallery/eslitegalleryviewingroom-hsienyu-cheng-a-slightly-different-browser-2023_01.jpeg\" data-size=\"3000x2072\"><img loading=\"lazy\" src=\"https://chenghsienyu.com/media/posts/49/gallery/eslitegalleryviewingroom-hsienyu-cheng-a-slightly-different-browser-2023_01-thumbnail.webp\" alt=\"\" width=\"720\" height=\"497\"></a></figure>\n</div></div>\n<p class=\"p1\">seeing. Concealment and revelation, participation and observation, visual engagement and linguistic expression interact, challenging established notions of interaction, recording, and perception.</p>\n<figure class=\"post__video\"><iframe loading=\"lazy\" width=\"695\" height=\"572\" style=\"width: 695px; height: 572px;\" src=\"https://player.vimeo.com/video/865813598?title=0&amp;amp;byline=0&dnt=1\" allowfullscreen=\"allowfullscreen\" data-mce-fragment=\"1\"></iframe></figure>\n<div class=\"content\">\n<div class=\"description\" data-fieldname=\"content\">\n<p>Photo by Eslite gallery</p>\n</div>\n</div>",
            "image": "https://chenghsienyu.com/media/posts/49/eslitegalleryviewingroom-hsienyu-cheng-a-slightly-different-browser-2023_02.jpeg",
            "author": {
                "name": "HsienYu Cheng｜鄭先喻"
            },
            "tags": [
                   "[.user          ]",
                   "Project &amp; Work",
                   "2023"
            ],
            "date_published": "2023-09-30T23:27:16+08:00",
            "date_modified": "2024-02-27T18:06:03+08:00"
        },
        {
            "id": "https://chenghsienyu.com/around-7-meters-is-more-fun/",
            "url": "https://chenghsienyu.com/around-7-meters-is-more-fun/",
            "title": "Around 7 Meters is more fun",
            "summary": "2023 joystick, display, customized software, camera and metal, machine learning algorithms Dimension variable (minimum size: 7 meter ) “Around 7&hellip;",
            "content_html": "<p class=\"p1\">2023</p>\n<p>joystick, display, customized software, camera and metal, machine learning algorithms</p>\n<p>Dimension variable (minimum size: 7 meter )</p>\n<p class=\"p2\"><span class=\"s1\">“Around 7 meters is more fun”</span>創造一個特殊的情境，藉由情境與限制，去轉變溝通方式。參與者為了理解展示的視覺效果，不僅需要仰賴觀察者的描述、描繪和表達，更需要這些來傳達意義。這種互動促進了參與者和觀察者之間更緊密的合作，彌合了所見和所未見之間的差距，重新定義了人類感知的多面性。其中也運用機器學習的方式，去限制操作參與者無法看見其自己創造的結果，而觀察者也無法運用相機紀錄其結果，這兩種規則去賦予軟體表現接近於人類的情感邏輯，藉由此方法，去製造特殊的感知與互動經驗，重新思考可見和不可見之間的關係。</p>\n<p class=\"p1\"><span class=\"s1\"><strong>Description of the project </strong></span></p>\n<p class=\"p3\">Around 7 Meters is More Fun displays the image trajectory drawn in real time with a joystick onto a remote screen. While observers can see the images generated on a screen situated on the opposite end of a 7 meter long structure, the participants who manipulate the joystick in the other end are deprived of this vision. The resulting images also cannot be captured or recorded. Consequently, participants must rely on the descriptions or expressions of the observers to conjure an unseen scene.</p>\n<p class=\"p3\">The work creates a unique context that transforms communication by exploiting on-site elements and visuality constraints. In order to understand the visual effects generated, participants rely not only on the observer's descriptions, depictions, and expressions but also need these to convey meaning. This interaction triggers a closer collaboration between participants and observers, bridging the gap between the seen and the unseen and redefining the multiplicity of human perception. Machine learning tools combine with prompts, objects and motion recognition software, restricting participants from seeing the output of their own interventions, and depriving observers from using their cameras to record these results. These two rules provide the software with a closer approximation to human emotional and social logic, creating a unique experience of perception and interaction from which to rethink the relationship between the visible and the invisible.</p>\n<p class=\"p3\">In an environment saturated with internet information, where technology and media have significantly shortened attention spans, the way humans receive sensory stimuli has changed similarly on the informational level. Communication and comprehension are markedly different from the past. Around 7 Meters is More Fun enables observers or audiences to become witnesses, translating visual experiences into language and other non-visual forms of communication.</p>\n<p class=\"p3\">This work involves two distinct machine learning models and algorithms. ReID (Person Re-Identification) aims to assist in remembering who is operating the joystick. When the operator approaches the screen, the system will erase the image. The system is able to recognise the individual for a certain period of time, even after he/she has left. GroundingDino serves in detecting image/video capture devices.</p>\n<p class=\"p1\"><span class=\"s1\"><strong>Short project summary </strong></span></p>\n<p class=\"p3\">Around 7 Meters is More Fun displays the image trajectory generated by participants manipulating a joystick onto a remote screen. Only observers can see the images that appear on the screen; neither the participants themselves can see them nor can the images be captured or recorded. Consequently, participants must rely on the descriptions or expressions of the observers to conjure an unseen scene. Here, I create a unique interactive situation that compels people to reconsider the distinctions and connections between the seen and the unseen.</p>\n<p><span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\">Photo by Eslite gallery</span></p>\n<div class=\"gallery-wrapper\"><div class=\"gallery\"  data-is-empty=\"false\" data-translation=\"Add images\" data-columns=\"3\">\n<figure class=\"gallery__item\"><a href=\"https://chenghsienyu.com/media/posts/48/gallery/eslitegalleryviewingroom-hsienyu-cheng-around-7-meters-is-more-fun-2023.jpg\" data-size=\"3000x2000\"><img loading=\"lazy\" src=\"https://chenghsienyu.com/media/posts/48/gallery/eslitegalleryviewingroom-hsienyu-cheng-around-7-meters-is-more-fun-2023-thumbnail.webp\" alt=\"\" width=\"720\" height=\"480\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://chenghsienyu.com/media/posts/48/gallery/eslitegalleryviewingroom-hsienyu-cheng-around-7-meters-is-more-fun-2023_03.jpeg\" data-size=\"3000x1956\"><img loading=\"lazy\" src=\"https://chenghsienyu.com/media/posts/48/gallery/eslitegalleryviewingroom-hsienyu-cheng-around-7-meters-is-more-fun-2023_03-thumbnail.webp\" alt=\"\" width=\"720\" height=\"469\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://chenghsienyu.com/media/posts/48/gallery/eslitegalleryviewingroom-hsienyu-cheng-around-7-meters-is-more-fun-2023_02.jpeg\" data-size=\"3000x2090\"><img loading=\"lazy\" src=\"https://chenghsienyu.com/media/posts/48/gallery/eslitegalleryviewingroom-hsienyu-cheng-around-7-meters-is-more-fun-2023_02-thumbnail.webp\" alt=\"\" width=\"720\" height=\"502\"></a></figure>\n</div></div>\n<p> </p>\n<div style=\"padding: 56.25% 0 0 0; position: relative;\"><div class=\"post__iframe\"><iframe loading=\"lazy\" style=\"position: absolute; top: 0; left: 0; width: 100%; height: 100%;\" src=\"https://player.vimeo.com/video/865813598?badge=0&amp;autopause=0&amp;player_id=0&amp;app_id=58479&dnt=1\" frameborder=\"0\" allow=\"autoplay; fullscreen; picture-in-picture; clipboard-write\" title=\"鄭先喻個展[.user            ]｜2023 9/16 - 10/14｜誠品畫廊\" data-mce-fragment=\"1\"></iframe></div></div>\n<p>\n<script src=\"https://player.vimeo.com/api/player.js\"></script>\n</p>\n<p><a href=\"https://vimeo.com/865813598\">鄭先喻個展[.user ]｜2023 9/16 - 10/14｜誠品畫廊</a> from <a href=\"https://vimeo.com/eslitegallery\">ESLITE GALLERY</a> on <a href=\"https://vimeo.com\">Vimeo</a>.</p>",
            "image": "https://chenghsienyu.com/media/posts/48/eslitegalleryviewingroom-hsienyu-cheng-around-7-meters-is-more-fun-2023.jpg",
            "author": {
                "name": "HsienYu Cheng｜鄭先喻"
            },
            "tags": [
                   "[.user          ]",
                   "Project &amp; Work",
                   "2023"
            ],
            "date_published": "2023-09-30T19:16:19+08:00",
            "date_modified": "2024-10-14T16:55:57+08:00"
        },
        {
            "id": "https://chenghsienyu.com/user/",
            "url": "https://chenghsienyu.com/user/",
            "title": "[.user            ]",
            "summary": "\"Embracing the Enigma Between Visibility and Expression” The exhibition [.user ] explores the complexity of human perception and the interaction&hellip;",
            "content_html": "<p class=\"p1\">\"Embracing the Enigma Between Visibility and Expression”</p>\n<p class=\"p1\">The exhibition [<span class=\"s1\">.user</span><span class=\"Apple-converted-space\">            </span>] explores the complexity of human perception and the interaction between participants and observers in the exhibition space through the interplay of participant actions, observer perspectives, and the elusiveness of visual effects. By creating an environment where visibility is elusive and understanding relies on verbal communication, the works provide evidence of the intricate interdependence between human sensory perception, interpersonal connections, and the essence of seeing. Concealment and revelation, participation and observation, visual engagement and linguistic expression interact, challenging established notions of interaction, recording, and perception.</p>\n<p class=\"p1\">\"A slightly different browser\" uses a simulated quantum network encryption method to transmit the actions of internet users (such as mouse movements, scrolling, clicking, and browser DOM content) as light and shadows to the exhibition site. This transmission is achieved through simulated quantum encryption, which is then instantly transformed into physical light visible in physical space, bringing sensory perception back to human intuition. The real-time nature of browsing also synchronizes with the intuitive visual experience. Additionally, the work explores the intersection of quantum science and everyday technology to create and experiment with new forms of perception and communication. The simulation of the quantum network emphasizes the secrecy of the participants' actions, while the concealment of visual effects challenges the observer's ability to translate visual experiences into language. The result is a deep exploration of the complex relationship between the seen and the unseen, the interaction between participants and observers, and the integration of quantum concepts into the field of perception.</p>\n<p>web browser download link:</p>\n<p><a href=\"https://github.com/HsienYu/QMin/releases/tag/1.0.0\" target=\"_blank\" rel=\"noopener noreferrer\">https://github.com/HsienYu/QMin/releases/tag/1.0.0</a></p>\n<div class=\"gallery-wrapper\"><div class=\"gallery\"  data-is-empty=\"false\" data-translation=\"Add images\" data-columns=\"2\">\n<figure class=\"gallery__item\"><a href=\"https://chenghsienyu.com/media/posts/47/gallery/eslitegalleryviewingroom-hsienyu-cheng-a-slightly-different-browser-2023_02-2.jpeg\" data-size=\"3000x2171\"><img loading=\"lazy\" src=\"https://chenghsienyu.com/media/posts/47/gallery/eslitegalleryviewingroom-hsienyu-cheng-a-slightly-different-browser-2023_02-2-thumbnail.webp\" alt=\"\" width=\"720\" height=\"521\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://chenghsienyu.com/media/posts/47/gallery/eslitegalleryviewingroom-hsienyu-cheng-a-slightly-different-browser-2023_01-3.jpeg\" data-size=\"3000x2072\"><img loading=\"lazy\" src=\"https://chenghsienyu.com/media/posts/47/gallery/eslitegalleryviewingroom-hsienyu-cheng-a-slightly-different-browser-2023_01-3-thumbnail.webp\" alt=\"\" width=\"720\" height=\"497\"></a></figure>\n</div></div>\n<p class=\"p1\">\"Around 7 meters is more fun\" creates a unique context that transforms communication by exploiting contextual elements and visuality constraints. In order to<span class=\"Apple-converted-space\">  </span>understand the visual effects generated, participants rely not only on the observer's descriptions, depictions, and expressions but also need these to convey some meaning. This interaction triggers a closer collaboration between participants and observers, bridging the gap between the seen and the unseen and redefining the multiplicity of human perception. Machine learning is used to restrict participants from seeing the output of their own interventions, while observers are deprived from using their cameras to record these results. These two rules provide the software with a closer approximation to human emotional and social logic, creating a unique experience of perception and interaction from which to rethink the relationship between the visible and the invisible.</p>\n<div class=\"gallery-wrapper\"><div class=\"gallery\"  data-is-empty=\"false\" data-translation=\"Add images\" data-columns=\"1\">\n<figure class=\"gallery__item\"><a href=\"https://chenghsienyu.com/media/posts/47/gallery/eslitegalleryviewingroom-hsienyu-cheng-around-7-meters-is-more-fun-2023-2.jpg\" data-size=\"3000x2000\"><img loading=\"lazy\" src=\"https://chenghsienyu.com/media/posts/47/gallery/eslitegalleryviewingroom-hsienyu-cheng-around-7-meters-is-more-fun-2023-2-thumbnail.webp\" alt=\"\" width=\"720\" height=\"480\"></a></figure>\n</div></div>\n<div class=\"gallery-wrapper\"><div class=\"gallery\"  data-is-empty=\"false\" data-translation=\"Add images\" data-columns=\"2\">\n<figure class=\"gallery__item\"><a href=\"https://chenghsienyu.com/media/posts/47/gallery/eslitegalleryviewingroom-hsienyu-cheng-around-7-meters-is-more-fun-2023_02.jpeg\" data-size=\"3000x2090\"><img loading=\"lazy\" src=\"https://chenghsienyu.com/media/posts/47/gallery/eslitegalleryviewingroom-hsienyu-cheng-around-7-meters-is-more-fun-2023_02-thumbnail.webp\" alt=\"\" width=\"720\" height=\"502\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://chenghsienyu.com/media/posts/47/gallery/eslitegalleryviewingroom-hsienyu-cheng-around-7-meters-is-more-fun-2023_03.jpeg\" data-size=\"3000x1956\"><img loading=\"lazy\" src=\"https://chenghsienyu.com/media/posts/47/gallery/eslitegalleryviewingroom-hsienyu-cheng-around-7-meters-is-more-fun-2023_03-thumbnail.webp\" alt=\"\" width=\"720\" height=\"469\"></a></figure>\n</div></div>\n<p class=\"p3\">Both pieces also convey complex dynamics between observers and perception itself. The exhibition [.user<span class=\"Apple-converted-space\">            </span>], by engaging the audience in a responsive environment, attempts to address the fragmentation of identity and the workings of personal relationships into atomized individual expressions that resonate in today's environment of information networks, social media, and gaming culture. The way of receiving and releasing sensory stimuli has undergone significant changes at the information level and, similarly, external behaviors have changed. Communication and information are indeed different from the past. In the exhibition, observers or audiences become witnesses, translating visual experiences into language and other non-visual forms of communication. This process activates a special relationship between participants and observers, bridging the gap between the seen and the unseen. Furthermore, by transforming encrypted data into visible light, visual representations of encrypted actions are generated in simultaneous spaces. By triggering the sensory perception of users, this exhibition reflects on the possible connections of their actions in the virtual and physical realms.</p>\n<p> </p>\n<figure class=\"post__video\"><iframe loading=\"lazy\" style=\"position: absolute; top: 0; left: 0; width: 100%; height: 100%;\" src=\"https://player.vimeo.com/video/865813598?badge=0&amp;autopause=0&amp;player_id=0&amp;app_id=58479&dnt=1\" frameborder=\"0\" allow=\"autoplay; fullscreen; picture-in-picture; clipboard-write\" title=\"鄭先喻個展[.user            ]｜2023 9/16 - 10/14｜誠品畫廊\" data-mce-fragment=\"1\"></iframe></figure>\n<p> </p>\n<p> </p>\n<p><span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\">Photo by Eslite gallery</span><br><br><span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\">展期：2023年9月16日—10月14日</span><br><br><span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\">地點：誠品畫廊丨台灣110055台北市信義區菸廠路88號B1（誠品生活松菸店）</span><br><br><span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\">開放時間：週二～週六 11:00-19:00（日、一公休）</span><br><br><span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\">多媒體設備贊助：洪建全基金會、台灣松下電器</span></p>",
            "image": "https://chenghsienyu.com/media/posts/47/eslitegalleryviewingroom-hsienyu-cheng-around-7-meters-is-more-fun-2023.jpg",
            "author": {
                "name": "HsienYu Cheng｜鄭先喻"
            },
            "tags": [
                   "Solo Exhibition"
            ],
            "date_published": "2023-09-30T19:01:16+08:00",
            "date_modified": "2024-10-14T16:56:19+08:00"
        },
        {
            "id": "https://chenghsienyu.com/eyesearsnose-tonguesthose-parts/",
            "url": "https://chenghsienyu.com/eyesearsnose-tonguesthose-parts/",
            "title": "Eyes、Ears、Nose, Tongues...those parts",
            "summary": "Eyes、Ears、Nose, Tongues...those parts @ the NCCU Art &amp; Culture Center 《Eyes、Ears、Nose, Tongues...those parts》作為臉部的感官部件，展覽從顏面為人類接受訊息以及最接近大腦的人體部位作為出發，討論人類物種有著不同的臉部相貌，並延伸由視覺去辨識臉部作為個人與主體的象徵與代表，甚至為身份確認的方法。 在近代電腦視覺的演進，Facial recognition（臉部辨識）系統從基於類間變化及類內變化的方式，藉由機器學習轉為接近強人工智慧（Strong AI）的方向。同時，隱私權也因為網路與監視科技的發展變得越來越為重要。未來科技發展亦會逐漸朝向Passwordless（無密碼登入）方向演進，所以生理訊息類的加密方式與辨識將會成為研發重點。例如：臉部解鎖，這類的應用為目前個人行動裝置身份確認的方法之一。 臉，我們藉由眼睛觀看對方，直接、間接透過螢幕或其他方式認知個體。作品《這可能是你》以網路即時留言者暱稱作為搜尋臉部圖像的關鍵，藉由合成資料與機器學習，產出許多不同的亞洲臉孔以及假個資，創造出「這有可能是你」的情境假象，用以質問與顯現個人的數位足跡與龐大網路資料能夠作為軟體系統對於人類的想像。這種方式並非像透過光的折射，再藉由大腦的化學生理變化去理解畫面，而是藉由每一個Pixel dot（像素點），再經過演算方式的一連串處理，當電腦軟體將人形辨識為物件時，知道依據型態去定義人，再加上物件是否移動的邏輯，它能更確認這是個會動的人，而不是一個靜態的人型看板。軟體藉由參考行為與環境的參數及變化，增強對於物件或事件的定義。 作品《肖像2011》運用回收材料製作機械人頭，賦予機械單一種人類的情感表現方式。當展覽現場沒有人時，裝置會開始哭泣流淚。人在情感波動下，哭泣的行為表現方式，許多人會將之隱藏。這是一種安靜隱密的情緒，隱藏的行為可能較難在冷冰冰的機械上表現，但在現今網路電商的消費者行為分析，追蹤喜好的廣告投放，或許能找到相似的表現。某類商品雖然較優惠，但因為消費者不常瀏覽這類的商品，所以就不寄送電子報或是推播通知。這類追蹤消費者使用習慣的方式，由網站記錄何時瀏覽，據以判斷於何時投放促銷方案，才能促進買氣。 上述建構在基礎網路架構的資料搜集，其中以CCTV閉路與網路攝影系統最為常見，但囿於各地法律，而具不同的規範。作品《證件照拍攝指南》為2021年與陳珊妮、談宗藩合作的共同行動。該行動起源於陳珊妮遺失身分證，我們運用IoT（物聯網）搜尋引擎「Shodan」找尋在臺北市區安全性較低的網路攝影機，透過攝影機畫面判斷攝影機地點，然後到現場拍攝身份證件照。照片沖洗完成後，再到戶政事務所補辦身份證。簡單的駭客行為作為圖像的產出，將其圖像放置在國家身份證件上，是開始這個行動的出發點之一。《證件照拍攝指南On-Site》為2023年政大駐校計畫再創作版本，將延伸2021年的版本而為實體裝置作品。&hellip;",
            "content_html": "<p><a href=\"http://artist.nccu.edu.tw/exhibition.html\" target=\"_blank\" rel=\"noopener noreferrer\">Eyes、Ears、Nose, Tongues...those parts</a></p>\n<p>@ the NCCU Art &amp; Culture Center</p>\n<p><i>《Eyes、Ears、Nose, Tongues...those parts》</i>作為臉部的感官部件，展覽從顏面為人類接受訊息以及最接近大腦的人體部位作為出發，討論人類物種有著不同的臉部相貌，並延伸由視覺去辨識臉部作為個人與主體的象徵與代表，甚至為身份確認的方法。</p>\n<p>在近代電腦視覺的演進，Facial recognition（臉部辨識）系統從基於類間變化及類內變化的方式，藉由機器學習轉為接近強人工智慧（Strong AI）的方向。同時，隱私權也因為網路與監視科技的發展變得越來越為重要。未來科技發展亦會逐漸朝向Passwordless（無密碼登入）方向演進，所以生理訊息類的加密方式與辨識將會成為研發重點。例如：臉部解鎖，這類的應用為目前個人行動裝置身份確認的方法之一。</p>\n<p>臉，我們藉由眼睛觀看對方，直接、間接透過螢幕或其他方式認知個體。作品《這可能是你》以網路即時留言者暱稱作為搜尋臉部圖像的關鍵，藉由合成資料與機器學習，產出許多不同的亞洲臉孔以及假個資，創造出「這有可能是你」的情境假象，用以質問與顯現個人的數位足跡與龐大網路資料能夠作為軟體系統對於人類的想像。這種方式並非像透過光的折射，再藉由大腦的化學生理變化去理解畫面，而是藉由每一個Pixel dot（像素點），再經過演算方式的一連串處理，當電腦軟體將人形辨識為物件時，知道依據型態去定義人，再加上物件是否移動的邏輯，它能更確認這是個會動的人，而不是一個靜態的人型看板。軟體藉由參考行為與環境的參數及變化，增強對於物件或事件的定義。</p>\n<p>作品《肖像2011》運用回收材料製作機械人頭，賦予機械單一種人類的情感表現方式。當展覽現場沒有人時，裝置會開始哭泣流淚。人在情感波動下，哭泣的行為表現方式，許多人會將之隱藏。這是一種安靜隱密的情緒，隱藏的行為可能較難在冷冰冰的機械上表現，但在現今網路電商的消費者行為分析，追蹤喜好的廣告投放，或許能找到相似的表現。某類商品雖然較優惠，但因為消費者不常瀏覽這類的商品，所以就不寄送電子報或是推播通知。這類追蹤消費者使用習慣的方式，由網站記錄何時瀏覽，據以判斷於何時投放促銷方案，才能促進買氣。</p>\n<p>上述建構在基礎網路架構的資料搜集，其中以CCTV閉路與網路攝影系統最為常見，但囿於各地法律，而具不同的規範。作品《證件照拍攝指南》為2021年與陳珊妮、談宗藩合作的共同行動。該行動起源於陳珊妮遺失身分證，我們運用IoT（物聯網）搜尋引擎「Shodan」找尋在臺北市區安全性較低的網路攝影機，透過攝影機畫面判斷攝影機地點，然後到現場拍攝身份證件照。照片沖洗完成後，再到戶政事務所補辦身份證。簡單的駭客行為作為圖像的產出，將其圖像放置在國家身份證件上，是開始這個行動的出發點之一。《證件照拍攝指南On-Site》為2023年政大駐校計畫再創作版本，將延伸2021年的版本而為實體裝置作品。</p>\n<p class=\"tx_en\">The exhibition <i>《Eyes, Ears, Nose, Tongues...those parts》 Those Parts</i> revolves around the face in order to discuss issues of identity related to contemporary uses of technology, as online consumer behaviour and privacy, facial recognition and surveillance systems. The face is arguably the part of the human body that is most receptive to receiving messages. It is also the closest part to the brain. In machine learning systems and network infrastructures based on data recollection, the visual recognition of faces serves as a symbolic representation of individual subjects and as a method of identity verification.</p>\n<p class=\"tx_en\">With the evolution of computer vision, in recent times facial recognition systems have evolved from being based on 'interclass' and 'intraclass' variations to being directed towards strong artificial intelligence through machine learning. At the same time, privacy has become increasingly important due to the development of the internet and surveillance technology. In the future, technology will also gradually evolve towards 'passwordless' login, so the encryption and identification of physiological information will become a focus of research and development. For example, facial unlocking is currently one of the methods most commonly used for identity verification on personal mobile devices.</p>\n<p class=\"tx_en\">Through the face we visually perceive individuals directly (through the eyes) or indirectly, ie. through other means such as screens. The work <i>\"It Could Be You\"</i> uses the online pseudonym of the real-time message sender as a key to search for facial images, creating a large number of different Asian faces and fake personal information through synthetic data and machine learning that creates the illusion of a potential identity. This is an attempt to question and reveal the digital footprint in a vast network data base as a software system that could come close to human imagination or memory recollection. Instead of receiving and understanding the image through the refraction of light and the chemical and physiological changes in the brain, the process used is based on a calculation of each pixel dot that recognises facial features and individual characteristics through a series of operations. When the computer software recognises the human form as an object, it 'learns' how to physically define a person based on their type and appearance and, with the added logic of whether or not the object is moving, it can more accurately confirm that this is a subject rather than a static mannequin. The software enhances the definition of objects or events by referencing the parameters and changes of behaviour and environment.</p>\n<p class=\"tx_en\">The work <i>\"Portrait 2011\"</i> uses recycled materials to create a mechanical human head that attempts to express human emotions. When there is no one at the exhibition space, the device will start to cry and shed tears. Many people hide their crying when they are emotionally unstable. This is a quiet and secretive emotion difficult to express on a cold and mechanical object, but in the current analysis of consumer behaviour in online shopping, ie. tracking the preferences of advertisements, it may be possible to find similar expressions. Even when a certain type of product is more favorable, if consumers do not often browse this type of product, they will not receive newsletters or push notifications. This method of tracking consumer usage habits can be used to determine when to promote sales in order to boost them.</p>\n<p class=\"tx_en\">The construction of the aforementioned works is based on the data collection performed by basic network infrastructures. Another way to approach this can be found in CCTV closed-circuit and network photography systems, which in addition are subject to different regulations due to local laws. <i>\"ID Photo Shooting Guide\"</i> is a joint action in 2021 with Sandee CHAN and TAN Tsung Fan. The action originated when Sandee CHAN lost her ID card. Then, we used the IoT search engine \"Shodan\" to find low-security network cameras in Taipei city and determine their location to take ID photos. After the photos were processed, we went to the household affairs office to reissue the ID card. Simple hacking behaviour as the production of images, placing the image on a national identity card, is one of the starting points for this action. \"ID Photo Shooting Guide On-Site\" is a re-creation of the 2023 political university residence project that extends the 2021 version to be a physical device work.</p>",
            "image": "https://chenghsienyu.com/media/posts/45/70039162638__607D8166-384D-4816-89CB-E04C21CDD058.jpg",
            "author": {
                "name": "HsienYu Cheng｜鄭先喻"
            },
            "tags": [
                   "Solo Exhibition"
            ],
            "date_published": "2023-04-10T19:33:20+08:00",
            "date_modified": "2023-04-10T19:48:58+08:00"
        },
        {
            "id": "https://chenghsienyu.com/crystal-seeding/",
            "url": "https://chenghsienyu.com/crystal-seeding/",
            "title": "Crystal Seeding",
            "summary": "等晶播種 3D printing installation, robotic arm installation, instrument installation, three-channel video installation, 32’15”3D列印裝置、機械手臂裝置、樂器裝置、三頻道錄像裝置，32分15秒,2021 “Crystal Seeding” is a joint artwork of&hellip;",
            "content_html": "<div class=\"workTitle\">等晶播種</div>\n<div class=\"workPlaceYear\">3D printing installation, robotic arm installation, instrument installation, three-channel video installation, 32’15”3D列印裝置、機械手臂裝置、樂器裝置、三頻道錄像裝置，32分15秒,2021</div>\n<div> </div>\n<div>\n<p>“Crystal Seeding” is a joint artwork of three artists, Chia-wei Hsu, Hsien-yu Cheng, Ting-tong Chang in cooperation with Huwei Sugar Factory, Taiwan. The project took cane sugar as a starting point, and then developed by incorporating a puppet show, experimental music, sugar 3D printing technology and mechanical arms. Through this complicated yet interrelated network, this project aims to comb Huwei’s history during the last one hundred years.</p>\n<p>The narrative for the video was adapted from the Japanized puppet show “Kurama Tengu” and was performed by the Sheng Ping Puppet Troupe. It combines both reality and the virtual to reveal the history of Huwei town. It is also interspersed with the performance of the composer, Tak-cheung Hui, at the Huwei sugar factory, transforming the factory into an on-site instrument. In this theater-like environment, the mechanical arm, 3D printer and aviation flag have all become actors in this play. They enter and exit the stage as the story unfolds, serving and portraying different “roles” and “incidents''.</p>\n<p>《等晶播種》為許家維、鄭先喻、張碩尹三位藝術家共同製作。本計劃與台糖虎尾糖廠合作，以蔗糖為引子，延伸出布袋戲、實驗音樂、糖3D列印科技與機械手臂，並在此複雜又彼此關聯的網絡中爬梳過去百年的小鎮歷史。​</p>\n<p>​</p>\n<p>影片裡的敘事改寫自皇民化布袋戲《鞍馬天狗》(Kurama Tengu)，由戲團昇平五洲園(Sheng Ping Puppet Troupe)演出，現實結合虛擬，訴說虎尾鎮歷史；影片穿插作曲家許德彰在虎尾糖廠內的演奏，將工廠轉化成現地「樂器」；在如同劇場的環境中，機械手臂、3D列印機、航空旗號均為劇目中的演員，隨著故事推演而入場出場，在舞台中扮演不同的「角色」與「事件」。</p>\n<div class=\"post__iframe\"><iframe loading=\"lazy\" width=\"640\" height=\"360\" src=\"https://player.vimeo.com/video/672710871?h=70f700f0a8&dnt=1\" frameborder=\"0\" allow=\"autoplay; fullscreen; picture-in-picture\" allowfullscreen=\"allowfullscreen\" data-mce-fragment=\"1\"></iframe></div>\n<p><a href=\"https://vimeo.com/672710871\">Crystal Seeding</a> from <a href=\"https://vimeo.com/tingtongchang\">Ting Tong Chang</a> on <a href=\"https://vimeo.com\">Vimeo</a>.</p>\n</div>",
            "image": "https://chenghsienyu.com/media/posts/43/538e05b82b3e3d023d8e91efe0321c36.jpg",
            "author": {
                "name": "HsienYu Cheng｜鄭先喻"
            },
            "tags": [
                   "Project &amp; Work",
                   "2021"
            ],
            "date_published": "2023-01-01T22:57:40+08:00",
            "date_modified": "2023-01-01T22:57:40+08:00"
        }
    ]
}
